Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/tmx_data/lars_anders_baer_sme2smn.tmx
Source language: sme_fi
Languages: smn

source: Nissonat ja dievddut,
smn: Nisoneh já almaah,

source: Lea stuora gudni munnje ahte ovddastit ruoŧa Sámedikki ja dadjat moadde sáni dal go Sámediggi suomabealde rahpasa, dáppe Ohcejogas.
smn: Lii stuorrâ kunnee munjin ovdâstiđ Ruotâ sämitige já ettâđ muáddi sääni tääl ko Sämitigge Suomâbeln lehâstuvvoo.

source: Sámediggi suomabealde lea máŋggaládje leamaš ovdavázzi álbmotválljejuvvon sámi orgánan 1973 rájis go Sámeparlameanta ásahuvvui ja maŋŋel, jagi 1996, šattai Sámediggi.
smn: Sämitigge Suomâbeln lii lamaš maaŋgânáál ovdâväzzee aalmug valjim Säämi orgaanân 1973 rääjist, ko Säämi parlamenttâ asâttui já maŋeláá, ive 1996 rääjist ko tast šoodâi sämitigge.

source: Sámit suomabealde leat 1996 rájis dohkkehuvvon álbmogin suoma vuođđolágas ja sámiide lea kultuvrralaš iešmearrideapmi dáhkiduvvon.
smn: Sämmiliih Suomâbeln láá 1996 rääjist tuhhiittum aalmugin Suomâ vuáđulaavâst já sämmilijd lii tähidum kulttuurlâš jiešmeridem.

source: Ruoŧabealde mii eat lea ollen nu guhkás.
smn: Ruotâbeln mij ep lah olláám nuuvt kuhás.

source: Ođastuhttin ruoŧa vuođđolágas lea jođus ja sámiid bealde mii sávvat ahte ruoŧa riikkabeaivi čuovvula suoma riikkabeaivvi ovdamearkka ja mearrida sámiid stáhtusa eamiálbmogin Ruoŧas ja ahte sámit šaddet oassin ruoŧa álbmotstivrras.
smn: Uđâsmittem lii Ruotâ vuáđulaavâst joođoost já mij sämmiliih tuáivup, et Ruotâ ovdâskodde čuávvul Suomâ ovdâskode ovdâmeerhâ já meerrid sämmilij status algâaalmugin Ruotâst já et sämmiliih šaddeh uássin Ruotâ aalmugvääldi.

source: Sámiin ja davviriikkalaš stáhtain lea dál stuora hástalus go ON:a generálasearvegoddi lea dohkkehan eamiálbmotjulggaštusa 13 b. čakčamánus 2007.
smn: Sämmilijn já tave-eennâmlâš staatâin lii stuorrâ háástus ko OA almosčuákkim lii tuhhiittâm algâaalmugij julgáštus 13. peeivi čohčâmáánust 2007.

source: Julggaštus lea historjjálaš lávki rahčamušas go guoská eamiálbmogiid olmmošvuoigatvuođaid ja vuđolaš friddjavuođaid dohkkeheapmái.
smn: Julgáštus lii historjalâš lävkki ročâmušâst, mii kuáská algâaalmugij olmoošvuoigâdvuođâi já vuáđurijjâvuođâi tuhhitmân.

source: Dáhpahusat Tibetas duođaštit ahte julggaštus lea dehálaš.
smn: Tiibet tábáhtusah tuođâšteh, et julgáštus lii tehálâš.

source: Earret vuoigatvuohta iešmearrideapmái julggaštusas leat artihkkalat go guoská eamiálbmogiid riekti oamastit, geavahit ja hálddašit eatnama, territoriaid ja luonddunávccaid gait dehalepmosat go geahččá sámi oaidninčiegas.
smn: Jiešmeridemvuoigâdvuođâ lasseen julgáštus artiklah, moh kyeskih algâaalmugij vuoigâdvuođâid omâstiđ, kevttiđ já haldâšiđ enâmijd, kuávluid já luánduvaarijd, láá puoh tehálumoseh, ko kiäččá sämmilij uáinimčievâst.

source: Julggaštus cealká ahte Suopma, Norga, Ruošša ja Ruoŧŧa eai šat sáhte oaivvildit eatnamiid maid sámit árbevirolaččat geavahit stáhta dehe soapmása eará opmodahkan.
smn: Julgáštus mield Suomâ, Taažâ, Ruoššâ já Ruotâ iä pyevti innig toollâđ sämmilij ärbivuáválávt kiävttám enâmijd staatâ tâi monnii kuálmád uásipele omâdâhhân.

source: Julggaštus geatnegahttá stáhtaid ahte dohkkehit ahte sámit leat oamasteaddjit árbevirolaš eatnanguovlluin ja luonddunávccain.
smn: Julgáštus kenigit staatâid tuhhiittiđ, et sämmiliih omâsteh ärbivuáválâš eennâmkuávluid já luánduvaarijd.

source: Dát mearkkaša ovdamearkka dihte ahte sámi eatnama ii sáhte geavahit industriálalaš dehe eará ulbmiliidda jus sámit eai leat ožžon diehtojuohkima ovdal ja addán sorjjasmeahttun mieđiheami ovdagihtii ja ahte eai ieža sáhte vuoitit maidege dakkáraš návccaid ávkkástallamis.
smn: Taat uáivild ovdâmerkkân tom, et sämmilij eennâm iä pyevti kevttiđ rááhtuslâš tâi eres uáivilân, jis sämmiláid ij lah ääšist tieđettum já sij iä lah adelâm rijjâ love muuneeld já et sij jiejah iä vyeiti maiden tágárij varijguin ávhástâlmist.

source: Dakkár gažaldagat leat leamaš hui áigeguovdilat dáppe suomabealde maŋemus áiggi.
smn: Tágáreh koččâmušah láá lamaš uáli äigikyevdileh majemui aaigij tääbbin Suomâbeln.

source: ON:a eamiálbmotjulggaštus manná mihá guhkileabbu go ILO-konvenšuvnna nr 169 ja evttohuvvon davviriikkalaš sámekonvenšuvnna.
smn: OA algâaalmugij julgáštus mana čuuvtij kukkeláá ko ILO-sopâmuš nr 169 já iävtuttâs tave-eennâmlâš sämisopâmuššân.

source: Mii leat ruoŧabealde noteren ahte suoma ráđđehusas lea vuosteháhku davviriikkalaš sámekonvenšuvdnii ja dat buktá veaháš suru.
smn: Mij lep Ruotâbeln huámášâm, et Suomâ haldâttâsân tave-eennâmlâš sämisopâmuš toovvât čuolmâid, mast mij lep huolâst.

source: Ruoŧabeale Sámediggi addá maid lihkosávaldagaid suomabeale Sámediggái ahte dii fargga beassat sirdit sisa ođđa parlameantaráhkadussii Anáris.
smn: Ruotâ sämitigge tuáivut luho Suomâ sämitiigán ton keežild, et forgâ tot värree uđđâ parlamentviäsun Anarist.

source: Loahpalaččat mii sávvat suomabeale Sámediggái, ráđđehussii ja riikkabeaivái buot lihku ja roahkkatvuođa bargguin ahte ovddidit sámi álbmoga lágalaš beroštumi Suoma republihkas.
smn: Loopâst tuáivuttâm Suomâ sämitiigán, stiivrân já ovdâskoodán luho já ruokkâdvuođâ pargoost, mast tij oovdetvetteđ Säämi aalmug hiäđuid Suomâ täsivääldist.

source: Giitu
smn: Takkâ
